{
  "cases": [
    {
      "id": "comunidade_bisturi",
      "titulo": "Campanha de Lançamento Comunidade do Bisturi – Vendas Esgotadas em Menos de 1 Hora",
      "subtitulo": "Campanha de Lançamento – Vendas Esgotadas",
      "cliente": "Comunidade do Bisturi",
      "descricao_cliente": "A Comunidade do Bisturi, gerida por cirurgiões gerais, oferece um espaço exclusivo de aprendizado para residentes e cirurgiões em busca de atualizações e novidades na área da saúde.",
      "descricao_home": "Com 75 vagas esgotadas em menos de 1 hora e ROI de 18.650%, o lançamento da Comunidade do Bisturi transformou exclusividade e estratégia em resultados excepcionais. Confira como alcançamos esse sucesso!",
      "imagem": "./img/cases/mania-de-cirurgia/capa-case-mania-de-cirurgia.webp",
      "galeria": [
        "./img/cases/mania-de-cirurgia/resultados-case-campanha-de-lancamento-1.webp",
        "./img/cases/mania-de-cirurgia/case-campanha-de-lancamento.webp",
        "../img/cases/mania-de-cirurgia/resultados-case-mania-de-cirurgia.webp"
      ],
      "desafio": "A missão da Agência Kottler foi clara: realizar uma campanha de lançamento para vender as 75 vagas disponíveis para a comunidade, cada uma avaliada em R$ 5.000,00. O desafio era criar um ambiente de alto engajamento e exclusividade, garantindo que as vagas fossem preenchidas em um curto espaço de tempo, além de gerar um público aquecido para turmas futura",
      "estrategia": [
        {
          "fase": "1. Fase de Preparação",
          "descricao": ["Estudamos o perfil dos cirurgiões e residentes de cirurgia, identificando interesses e dores dos potenciais alunos. Realizamos testes A/B para descobrir as mensagens que mais geravam engajamento e conversão.",
          "Essa etapa de testes também funcionou como um pré-aquecimento, garantindo que a audiência estivesse conectada com a proposta da Comunidade antes mesmo do lançamento oficial."]
        },
        {
          "fase": "2. Coleta de Pré-inscrições e Aquecimento de Leads",
          "descricao": "A partir dos dados dos testes A/B, começamos a coletar pré-inscrições através de formulários digitais. Os leads gerados foram nutridos ao longo das semanas por uma série de e-mails marketing com conteúdos exclusivos e materiais ricos, construindo uma expectativa crescente para o grande lançamento."
        },
        {
          "fase": "Lançamento Exclusivo: Live para Cadastrados",
          "descricao": "Para a fase final, criamos uma live exclusiva para os leads pré-cadastrados, oferecendo um conteúdo de valor e condições especiais de inscrição. O senso de urgência e exclusividade foi fundamental para a estratégia, culminando no esgotamento das 75 vagas em menos de 1 hora de live. Cada vaga vendida por R$ 5.000,00 gerou um total de R$ 375.000,00 em vendas imediatas, além de uma lista de espera para a próxima turma."
        }
      ],
      "resultados": {
        "descrição": "75 vagas vendidas em menos de 1 hora, gerando R$ 375.000,00 em faturamento.",
        "detalhes": [
          "75 vagas vendidas em menos de 1 hora.",
          "R$ 375.000,00 em faturamento gerado.",
          "ROI de 18.650%",
          "Criação de uma lista de espera para a próxima turma da Comunidade do Bisturi.",
          "Engajamento elevado com a audiência e fortalecimento da percepção de exclusividade."
        ]
      },
      "conclusao": [
      "A campanha foi um sucesso avassalador, demonstrando o poder de uma estratégia de marketing bem planejada e executada. Com base em segmentações precisas, testes robustos e uma comunicação focada em exclusividade, a Agência Kottler conseguiu não só esgotar as vagas rapidamente, mas também consolidar a Comunidade do Bisturi como uma referência para cirurgiões em busca de especialização.",
      "Este case reflete a capacidade da Agência Kottler de criar campanhas altamente eficientes e converter oportunidades em resultados sólidos para nossos clientes. Quer saber mais?",
      "Fale conosco!"
    ],
      "video": "https://www.instagram.com/p/C51YqNsLywE/"
    },
    {
      "id": "ra_fisio",
      "titulo": "Case de Sucesso: Redesign de Identidade Visual para RA Fisio",
      "subtitulo": "Redesign de Identidade Visual",
      "cliente": "Rodrigo Armond – RA Fisio",
      "descricao_cliente": "A RA Fisio é uma clínica de fisioterapia de alto padrão, especializada em reabilitação pós-operatória, com foco em joelho, quadril, tornozelo e ombro. Sob a liderança de Rodrigo Armond, a clínica tem se consolidado como uma referência em cuidados personalizados e avançados, oferecendo equipamentos exclusivos e atendimento premium.",
      "descricao_home": "Modernizamos a identidade visual da RA Fisio, preservando sua essência afetiva e destacando inovação e exclusividade. Uma transformação que reflete confiança e acolhimento para um público premium. Confira!",
      "imagem": "./img/cases/rafisio/case-ra-fisio.webp",
      "galeria": [
        "./img/cases/rafisio/instagram.webp",
        "./img/cases/rafisio/mockup.webp",
        "./img/cases/rafisio/mockup-2.webp",
        "./img/cases/rafisio/jaleco.webp"
      ],
      "desafio": "Rodrigo Armond, com uma forte conexão emocional com sua marca, nos procurou com um objetivo claro: modernizar a identidade visual da RA Fisio para refletir o crescimento da clínica e as inovações nos serviços, sem perder o vínculo emocional com os pacientes. Era essencial que a nova marca mantivesse a essência da clínica e o que ela representa para seu público, ao mesmo tempo em que comunicasse sua fase mais madura e inovadora.",
      "estrategia": [
        {
          "fase": "1. Fase de Preparação",
          "descricao": "Antes de iniciar o redesign, realizamos uma profunda imersão no universo da RA Fisio, utilizando insights obtidos diretamente de Rodrigo Armond. A marca tinha um forte apego emocional, pois foi criada por seu irmão, e a missão era evoluir essa identidade mantendo a conexão com a história. Rodrigo destacou a importância de transmitir o movimento e a confiança que são a essência do atendimento da clínica."
        },
        {
          "fase": "2. Estudo de Público e Marca",
          "descricao": "Com base nas respostas, trabalhamos em uma identidade visual que refletisse a fase atual da clínica. O público da RA Fisio é composto por pacientes de alto poder aquisitivo, vindos principalmente por indicação médica e de outros pacientes. Por isso, a nova identidade precisava comunicar exclusividade, confiança e acolhimento, mantendo a familiaridade e o ambiente humano e afetivo que a RA Fisio construiu ao longo dos anos."
        },
        {
          "fase": "3. Redesign da Logomarca",
          "descricao": "A nova logo foi desenvolvida para ser mais fluída e moderna, refletindo a evolução da clínica sem perder sua essência. Mantivemos as cores primárias originais, laranja e cinza, mas introduzimos uma tipografia mais contemporânea, que transmite o movimento e a transformação constante da RA Fisio. O objetivo foi criar uma marca que representasse o que a clínica é hoje: madura, inovadora e com serviços diferenciados, mas sempre com um forte vínculo emocional com os pacientes."
        }
      ],
      "resultados": {
        "detalhes": [
          "Consolidação da nova fase: A nova identidade visual acompanhou o crescimento e as inovações da clínica, reforçando sua posição de referência em reabilitação pós-operatória em Recife.",
          "Manutenção da essência: A essência afetiva e o acolhimento da RA Fisio foram preservados, fortalecendo a conexão com os pacientes de longa data e atraindo novos públicos.",
          "Modernização da marca: A logo modernizada reflete a maturidade da clínica, comunicando confiança e inovação, fatores essenciais para um público premium e exigente"
        ]
      },
      "conclusao": "O redesign da identidade visual da RA Fisio foi uma transformação que equilibrou modernidade e tradição. A Agência Kottler conseguiu modernizar a marca sem perder a essência que tanto cativou Rodrigo Armond e seus pacientes.",
      "video": "./img/cases/rafisio/rafisio.mp4"
    },
    {
      "id": "bwa_global",
      "titulo": "Case de Sucesso: Gestão de Mídias – BWA Global",
      "subtitulo": "Gestão de Mídias",
      "cliente": "BWA Global",
      "descricao_cliente": "A BWA Global é uma empresa especializada em serviços de contabilidade e performance tributária para empresas de médio e grande porte. A marca busca sempre estar à frente no mercado, combinando expertise técnica com um atendimento humanizado. Contudo, sua presença digital precisava ser alinhada à sua essência e objetivos de crescimento.",
      "descricao_home": "Reposicionamos a BWA Global nas mídias sociais, humanizando sua presença e impulsionando resultados: +403% nas reações no LinkedIn e +299% de engajamento no Instagram. Descubra como transformamos a marca!",
      "imagem": "./img/cases/case-bwa-global.webp",
      "galeria": [
        "./img/cases/bwa-global/instagram-bwa-antes.webp",
        "./img/cases/bwa-global/instagram-bwa-depois.webp"
      ],
      "desafio": "A BWA Global enfrentava um problema comum a muitas empresas: a falta de consistência e pessoalidade em sua comunicação digital. O LinkedIn, um dos principais canais da marca, estava inativo, com interações baixas, e o Instagram não refletia a autoridade e singularidade da BWA. O desafio era reposicionar a BWA nas mídias sociais, humanizando sua presença digital e criando uma comunicação mais envolvente e conectada com seus públicos-chave.",
      "estrategia": [
        {
          "fase": "1. Fase de Diagnóstico e Preparação",
          "descricao": "Nosso primeiro passo foi entender profundamente a essência da BWA Global, seus principais stakeholders e os pilares que sustentam sua marca: humanização, autoridade, singularidade e networking. Com base nesse diagnóstico, traçamos um plano de ação para resgatar a pessoalidade e aumentar a interação nas mídias sociais, promovendo a marca de forma humanizada e ao mesmo tempo técnica."
        },
        {
          "fase": "2. Redefinição de Canais",
          "descricao": "A estratégia foi centrada em três frentes principais:",
          "detalhes": [
            {
              "canal": "Instagram",
              "conteudo": "Criamos conteúdos autorais, alinhamos o tom de voz para refletir a essência da marca e utilizamos fotos para criar uma conexão mais pessoal e próxima com o público."
            },
            {
              "canal": "LinkedIn",
              "conteudo": "Aumentamos a frequência de postagens e apostamos em conteúdos diversificados e humanizados, mostrando a BWA não apenas como uma empresa, mas como uma rede de especialistas com autoridade no setor."
            },
            {
              "canal": "Newsletter e Endomarketing",
              "conteudo": "Reformulamos o design da newsletter, tornando-o mais fluído e inserindo falas dos sócios, reforçando sua autoridade e autenticidade."
            }
          ]
        },
        {
          "fase": "3. Testes e Ajustes",
          "descricao": "Realizamos uma série de testes com diferentes formatos e estilos de conteúdo, especialmente no Instagram, onde vídeos e Reels foram um dos destaques para aumentar o alcance e engajamento. No LinkedIn, focamos em posts que gerassem discussões relevantes e incentivassem o compartilhamento."
        }
      ],
      "resultados": {
        
        "instagram": [
          "Aumento de 53,1% no engajamento com o público.",
          "Vídeos Reels aumentaram as interações em +299%."
        ],
        "linkedin": [
          "Crescimento de 403,4% nas reações.",
          "600% de aumento nos compartilhamentos e 410 novos seguidores orgânicos.",
          "Publicações dos sócios ampliaram o alcance para uma rede diversificada de CEOs, advogados e contadores."        
        ],
        "newsletter": [
          "Taxas de abertura de e-mails variando entre 22,5% e 28,35%, mostrando um aumento de interesse nos conteúdos enviados.",
          "O design renovado e as novas chamadas para ação resultaram em um maior número de cliques nos botões, impulsionando o tráfego para as redes sociais e blog."
        ],
        "endomarketing": [
          "Criação de campanhas internas como Novembro Azul e Jeito BWA de Atender, fortalecendo o vínculo e a cultura organizacional."
        ]
      },
      "conclusao": "O trabalho de gestão de mídias para a BWA Global trouxe resultados que vão além dos números. Conseguimos não só aumentar o alcance e o engajamento da marca, mas também reposicionar a BWA como uma referência no mercado contábil, com uma comunicação humanizada e alinhada à sua essência. A Agência Kottler conseguiu modernizar a presença digital da BWA Global, trazendo resultados concretos e reforçando a autoridade e singularidade da marca.",
      "video": ""
    }
  ]
}
